/* Header text above conversion source currency symbol and conversion amount */
"Convert From" = "转换来源货币";

/* conversion destination currencies */
"Convert To" = "转换目标货币";

/* Header text above all destination currencies */
"All Currencies" = "所有货币";

/* Placeholder text for user entered money amount */
"Amount" = "金额";

/* Placeholder text for converted money amount */
"Converted Amount" = "转换金额";

/* Placeholder text for selecting a source currency */
"Source Currency" = "来源货币";

/* Placeholder text for selecting a destination currency */
"Destination Currency" = "目的货币";

/* Title text for main table view Controller */
"Cash Ninja" = "银者";

/* Currencies */
"United Arab Emirates Dirham" = "阿拉伯联合酋长国迪拉姆";
"Afghan Afghani" = "阿富汗阿富汗尼";
"Albanian Lek" = "阿尔巴尼亚列克";
"Armenian Dram" = "亚美尼亚德拉姆";
"Netherlands Antillean Guilder" = "荷兰安的列斯盾";
"Angolan Kwanza" = "安哥拉宽扎";
"Argentine Peso" = "阿根廷比索";
"Australian Dollar" = "澳元";
"Aruban Florin" = "阿鲁班·弗洛林（Aruban Florin）";
"Azerbaijani Manat" = "阿塞拜疆马纳特";
"Bosnia-Herzegovina Convertible Mark" = "波斯尼亚和黑塞哥维那可兑换商标";
"Barbadian Dollar" = "巴巴多斯元";
"Bangladeshi Taka" = "孟加拉塔卡";
"Bulgarian Lev" = "保加利亚列弗";
"Bahraini Dinar" = "巴林第纳尔";
"Burundian Franc" = "布隆迪法郎";
"Bermudan Dollar" = "百慕大元";
"Brunei Dollar" = "文莱元";
"Bolivian Boliviano" = "玻利维亚的玻利维亚诺";
"Brazilian Real" = "巴西雷亚尔";
"Bahamian Dollar" = "巴哈马元";
"Bitcoin" = "比特币";
"Bhutanese Ngultrum" = "不丹恩古特鲁姆";
"Botswanan Pula" = "博茨瓦纳普拉";
"New Belarusian Ruble" = "新白俄罗斯卢布";
"Belarusian Ruble" = "白俄罗斯卢布";
"Belize Dollar" = "伯利兹元";
"Canadian Dollar" = "加拿大元";
"Congolese Franc" = "刚果法郎";
"Swiss Franc" = "瑞士法郎";
"Chilean Unit of Account (UF)" = "智利会计单位（UF）";
"Chilean Peso" = "智利比索";
"Chinese Yuan" = "人民币元";
"Colombian Peso" = "哥伦比亚比索";
"Costa Rican Colón" = "哥斯达黎加科隆";
"Cuban Convertible Peso" = "古巴可兑换比索";
"Cuban Peso" = "古巴比索";
"Cape Verdean Escudo" = "佛得角埃斯库多";
"Czech Republic Koruna" = "捷克克朗";
"Djiboutian Franc" = "吉布提法郎";
"Danish Krone" = "丹麦克朗";
"Dominican Peso" = "多米尼加比索";
"Algerian Dinar" = "阿尔及利亚第纳尔";
"Egyptian Pound" = "埃及镑";
"Eritrean Nakfa" = "厄立特里亚纳克法";
"Ethiopian Birr" = "埃塞俄比亚比尔";
"Euro" = "欧元";
"Fijian Dollar" = "斐济元";
"Falkland Islands Pound" = "福克兰群岛磅";
"British Pound Sterling" = "英镑";
"Georgian Lari" = "格鲁吉亚拉里";
"Guernsey Pound" = "根西岛磅";
"Ghanaian Cedi" = "加纳塞地";
"Gibraltar Pound" = "直布罗陀磅";
"Gambian Dalasi" = "冈比亚达拉西";
"Guinean Franc" = "几内亚法郎";
"Guatemalan Quetzal" = "危地马拉格查尔";
"Guyanaese Dollar" = "圭亚那元";
"Hong Kong Dollar" = "港元";
"Honduran Lempira" = "洪都拉斯伦皮拉";
"Croatian Kuna" = "克罗地亚库纳";
"Haitian Gourde" = "海地古德";
"Hungarian Forint" = "匈牙利福林";
"Indonesian Rupiah" = "印尼盾";
"Israeli New Sheqel" = "以色列新谢克尔";
"Manx poun" = "马克斯·庞";
"Indian Rupee" = "印度卢比";
"Iraqi Dinar" = "伊拉克第纳尔";
"Iranian Rial" = "伊朗里亚尔";
"Icelandic Króna" = "冰岛克朗";
"Jersey Pound" = "泽西磅";
"Jamaican Dollar" = "牙买加元";
"Jordanian Dinar" = "约旦第纳尔";
"Japanese Yen" = "日圆";
"Kenyan Shilling" = "肯尼亚先令";
"Kyrgystani Som" = "吉尔吉斯斯坦";
"Cambodian Riel" = "柬埔寨瑞尔";
"Comorian Franc" = "科摩罗法郎";
"North Korean Won" = "朝鲜元";
"South Korean Won" = "韩元";
"Kuwaiti Dinar" = "科威特第纳尔";
"Cayman Islands Dollar" = "开曼群岛元";
"Kazakhstani Tenge" = "哈萨克斯坦坚戈";
"Laotian Kip" = "老挝基普";
"Lebanese Pound" = "黎巴嫩镑";
"Sri Lankan Rupee" = "斯里兰卡卢比";
"Liberian Dollar" = "利比里亚元";
"Lesotho Loti" = "莱索托洛蒂";
"Lithuanian Litas" = "立陶宛立特";
"Latvian Lats" = "拉脱维亚儿童";
"Libyan Dinar" = "利比亚第纳尔";
"Moroccan Dirham" = "摩洛哥迪拉姆";
"Moldovan Leu" = "摩尔多瓦·刘";
"Malagasy Ariary" = "马达加斯加人的阿里亚里";
"Macedonian Denar" = "马其顿代纳尔";
"Myanma Kyat" = "缅甸缅元";
"Mongolian Tugrik" = "蒙古图格里克";
"Macanese Pataca" = "澳门币";
"Mauritanian Ouguiya" = "毛里塔尼亚Ouguiya";
"Mauritian Rupee" = "毛里求斯卢比";
"Maldivian Rufiyaa" = "马尔代夫拉菲亚";
"Malawian Kwacha" = "马拉维克瓦查";
"Mexican Peso" = "墨西哥比索";
"Malaysian Ringgit" = "马来西亚林吉特";
"Mozambican Metical" = "莫桑比克梅蒂卡尔";
"Namibian Dollar" = "纳米比亚元";
"Nigerian Naira" = "尼日利亚奈拉";
"Nicaraguan Córdoba" = "尼加拉瓜科尔多瓦";
"Norwegian Krone" = "挪威克朗";
"Nepalese Rupee" = "尼泊尔卢比";
"New Zealand Dollar" = "新西兰元";
"Omani Rial" = "阿曼里亚尔";
"Panamanian Balboa" = "巴拿马巴波亚";
"Peruvian Nuevo Sol" = "秘鲁新索尔";
"Papua New Guinean Kina" = "巴布亚新几内亚基纳";
"Philippine Peso" = "菲律宾比索";
"Pakistani Rupee" = "巴基斯坦卢比";
"Polish Zloty" = "波兰兹罗提";
"Paraguayan Guarani" = "巴拉圭瓜拉尼";
"Qatari Rial" = "卡塔尔里亚尔";
"Romanian Leu" = "罗马尼亚列伊";
"Serbian Dinar" = "塞尔维亚第纳尔";
"Russian Ruble" = "俄罗斯卢布";
"Rwandan Franc" = "卢旺达法郎";
"Saudi Riyal" = "沙特里亚尔";
"Solomon Islands Dollar" = "所罗门群岛元";
"Seychellois Rupee" = "塞舌尔卢比";
"Sudanese Pound" = "苏丹镑";
"Swedish Krona" = "瑞典克朗";
"Singapore Dollar" = "新加坡元";
"Saint Helena Pound" = "圣赫勒拿镑";
"Sierra Leonean Leone" = "塞拉利昂利昂";
"Somali Shilling" = "索马里先令";
"Surinamese Dollar" = "苏里南元";
"São Tomé and Príncipe Dobra" = "圣多美和普林西比·多布拉";
"Salvadoran Colón" = "萨尔瓦多科隆";
"Syrian Pound" = "叙利亚镑";
"Swazi Lilangeni" = "斯威士兰尼";
"Thai Baht" = "泰铢";
"Tajikistani Somoni" = "塔吉克斯坦尼·索莫尼";
"Turkmenistani Manat" = "土库曼斯坦马纳特";
"Tunisian Dinar" = "突尼斯第纳尔";
"Tongan Paʻanga" = "汤加潘加";
"Turkish Lira" = "土耳其里拉";
"Trinidad and Tobago Dollar" = "特立尼达和多巴哥元";
"New Taiwan Dollar" = "新台币";
"Tanzanian Shilling" = "坦桑尼亚先令";
"Ukrainian Hryvnia" = "乌克兰格里夫纳汇率";
"Ugandan Shilling" = "乌干达先令";
"United States Dollar" = "美国美元";
"Uruguayan Peso" = "乌拉圭比索";
"Uzbekistan Som" = "乌兹别克斯坦索姆";
"Venezuelan Bolívar Fuerte" = "委内瑞拉玻利瓦尔·富尔特";
"Vietnamese Dong" = "越南盾";
"Vanuatu Vatu" = "瓦努阿图瓦图";
"Samoan Tala" = "萨摩亚塔拉";
"CFA Franc BEAC" = "非洲金融共同体法郎";
"Silver (troy ounce)" = "银（金衡盎司）";
"Gold (troy ounce)" = "黄金（金衡盎司）";
"East Caribbean Dollar" = "东加勒比元";
"Special Drawing Rights" = "特别提款权";
"CFA Franc BCEAO" = "非洲金融共同体法郎";
"CFP Franc" = "CFP法郎";
"Yemeni Rial" = "也门里亚尔";
"South African Rand" = "南非兰特";
"Zambian Kwacha (pre-2013)" = "赞比亚克瓦查（2013年前）";
"Zambian Kwacha" = "赞比亚克瓦查";
"Zimbabwean Dollar" = "津巴布韦元";
;
